Repository: Hagni1/google-maps-for-elementor-repository
Catalog: languages/advanced-google-maps-for-elementor-*.po
Languages: pl_pl

source: A simple Google Maps integration for Elementor using Google JavaScript API.
pl_pl: Prosta integracja Map Google dla Elementora wykorzystująca Google JavaScript API.

source: Google Maps Settings
pl_pl: Ustawienia Google Maps

source: API Key
pl_pl: Klucz API

source: API Key updated successfully.
pl_pl: Klucz API został zaktualizowany pomyślnie.

source: Save API Key
pl_pl: Zapisz klucz API

source: Advanced Google Maps
pl_pl: Zaawansowane Mapy Google

source: Locations
pl_pl: Lokalizacje

source: Location Name
pl_pl: Nazwa lokalizacji

source: New Location
pl_pl: Nowa lokalizacja

source: Latitude
pl_pl: Szerokość geograficzna

source: Longitude
pl_pl: Długość geograficzna

source: Center Options
pl_pl: Opcje wyśrodkowania mapy

source: Center Type
pl_pl: Typ wyśrodkowania

source: Auto
pl_pl: Automatyczny

source: Manual
pl_pl: Ręczny

source: Center Latitude
pl_pl: Szerokość geograficzna

source: Center Longitude
pl_pl: Długość geograficzna

source: Zoom
pl_pl: Przybliżenie

source: Advanced Configuration
pl_pl: Zaawansowana konfiguracja

source: Rendering Type
pl_pl: Typ renderowania

source: Raster
pl_pl: Rastrowy

source: Unspecified
pl_pl: Nieokreślony

source: Vector
pl_pl: Wektorowy

source: Choose how the map should be rendered.
pl_pl: Wybierz sposób renderowania mapy.

source: Tilt
pl_pl: Nachylenie

source: Controls the angle of 45° imagery, value from 0 to 45.
pl_pl: Kontroluje kąt nachylenia obrazu 45°, wartość od 0 do 45.

source: Enable Tilt Interaction
pl_pl: Włącz interakcję nachylenia

source: Allow users to change the tilt.
pl_pl: Pozwól użytkownikom zmieniać nachylenie.

source: Enable Map Restrictions
pl_pl: Włącz ograniczenia mapy

source: North Latitude Bound
pl_pl: Północna granica szerokości

source: South Latitude Bound
pl_pl: Południowa granica szerokości

source: East Longitude Bound
pl_pl: Wschodnia granica długości

source: West Longitude Bound
pl_pl: Zachodnia granica długości

source: Background Color
pl_pl: Kolor tła

source: Set a custom background color for the map. Leave empty for default.
pl_pl: Ustaw niestandardowy kolor tła mapy. Pozostaw puste dla domyślnego.

source: Disable Default UI
pl_pl: Wyłącz domyślny interfejs

source: Camera Control
pl_pl: Sterowanie kamerą

source: Fullscreen Control
pl_pl: Kontrolka pełnego ekranu

source: Clickable Icons
pl_pl: Klikalne ikony

source: Color Scheme
pl_pl: Schemat kolorów

source: Light
pl_pl: Jasny

source: Dark
pl_pl: Ciemny

source: Disable Double Click Zoom
pl_pl: Wyłącz przybliżanie podwójnym kliknięciem

source: Gesture Handling
pl_pl: Obsługa gestów

source: None
pl_pl: Brak

source: Cooperative
pl_pl: Współpracujący

source: Greedy
pl_pl: Zachłanny

source: Keyboard Shortcuts
pl_pl: Skróty klawiaturowe

source: Maximum Zoom Level
pl_pl: Maksymalny poziom przybliżenia

source: Minimum Zoom Level
pl_pl: Minimalny poziom przybliżenia

source: Rotate Control
pl_pl: Kontrolka obrotu

source: Scale Control
pl_pl: Kontrolka skali

source: Scroll Wheel Zoom
pl_pl: Przybliżanie kółkiem myszy

source: Zoom Control
pl_pl: Kontrolka przybliżenia

source: Street View
pl_pl: Widok ulicy

source: Street View Control
pl_pl: Kontrolka widoku ulicy

source: Map Style
pl_pl: Styl mapy

source: Map Type
pl_pl: Typ mapy

source: Roadmap
pl_pl: Mapa drogowa

source: Satellite
pl_pl: Satelitarna

source: Hybrid
pl_pl: Hybrydowa

source: Terrain
pl_pl: Terenowa

source: Map Width
pl_pl: Szerokość mapy

source: Map Height
pl_pl: Wysokość mapy

source: Border
pl_pl: Obramowanie

source: Here will be map
pl_pl: Tutaj będzie mapa

source: Enter a full address to automatically get coordinates
pl_pl: Wprowadź pełny adres, aby automatycznie uzyskać współrzędne

source: Coordinates
pl_pl: Współrzędne

source: Address
pl_pl: Adres

source: Position Type
pl_pl: Typ pozycji

source: View Google Maps Options Documentation »
pl_pl: Zobacz dokumentację opcji Map Google »

source: Google Map will be displayed here
pl_pl: Mapa Google zostanie wyświetlona tutaj

source: Locations added:
pl_pl: Dodane lokalizacje:

source: Locations added: %d
pl_pl: Dodane lokalizacje: %d

source: Error loading map. Please try again later.
pl_pl: Błąd ładowania mapy. Spróbuj ponownie później.

source: Important: Make sure to enable the following APIs in your Google Cloud Console:
pl_pl: Ważne: Upewnij się, że następujące API są włączone w Twojej Konsoli Google Cloud:

source: Geocoding API - Required for address to coordinates conversion
pl_pl: Geocoding API - Wymagane do konwersji adresu na współrzędne

source: Visit %s to enable these APIs for your project.
pl_pl: Odwiedź %s, aby włączyć te API dla twojego projektu.

source: Enter your Google Maps API key. Both Maps JavaScript API and Geocoding API must be enabled.
pl_pl: Wprowadź swój klucz API Google Maps. Zarówno Maps JavaScript API, jak i Geocoding API muszą być włączone.

source: Google Maps API Key
pl_pl: Klucz API Google Maps

source: Verify API Key
pl_pl: Weryfikuj klucz API

source: Verifying...
pl_pl: Weryfikacja...

source: API key is valid!
pl_pl: Klucz API jest prawidłowy!

source: Maps JavaScript API error:
pl_pl: Błąd Maps JavaScript API:

source: Geocoding API error:
pl_pl: Błąd Geocoding API:

source: You do not have permission to perform this action.
pl_pl: Nie masz uprawnień do wykonania tej akcji.

source: API key cannot be empty.
pl_pl: Klucz API nie może być pusty.

source: Maps JavaScript API is working correctly.
pl_pl: Maps JavaScript API działa poprawnie.

source: Invalid API key or domain not authorized.
pl_pl: Nieprawidłowy klucz API lub domena nie jest autoryzowana.

source: Geocoding API is working correctly.
pl_pl: Geocoding API działa poprawnie.

source: Geocoding API error: %s
pl_pl: Błąd Geocoding API: %s

source: Invalid response from Geocoding API.
pl_pl: Nieprawidłowa odpowiedź z Geocoding API.
